/*


учитель
инструктор по труду
преподаватель
учитель2
учитель3
воспитатель
руководитель физического воспитания
преподаватель – организатор основ безопасности жизнедеятельности
педагог дополнительного образования
музыкальный руководитель
мастер производственного обучения
инструктор по физической культуре
учитель-дефектолог, учитель-логопед
педагог-библиотекарь
тренер-преподаватель
инструктор-методист
методист
педагог-организатор
социальный педагог
педагог-психолог
концентмейстер



<p>
<label for="category">Должность</label>
    <select id="category" name="category">
    <option disabled>Выберите категорию</option>
<option value="1">учитель</option>
    <option value="2">инструктор по труду</option>
<option value="3">преподаватель</option>
    <option value="4">учитель2</option>
    <option value="5">учитель3</option>
    <option value="6">воспитатель</option>
    <option value="7">руководитель физического воспитания</option>
<option value="8">преподаватель – организатор основ безопасности жизнедеятельности</option>
<option value="9">педагог дополнительного образования</option>
<option value="10">музыкальный руководитель</option>
<option value="11">мастер производственного обучения</option>
<option value="12">инструктор по физической культуре</option>
<option value="13">учитель-дефектолог, учитель-логопед</option>
<option value="14">педагог-библиотекарь</option>
    <option value="15">тренер-преподаватель</option>
    <option value="16">инструктор-методист</option>
    <option value="17">методист</option>
    <option value="18">педагог-организатор</option>
    <option value="19">социальный педагог</option>
<option value="20">педагог-психолог</option>
    <option value="21">концентмейстер</option>
    </select>
    </p>


$forms = array(
    "no_form"
    "form_636",
    "form_649",
    "form_650",
    "form_663",
    "form_664",
    "form_665",
    "form_731",
    "form_732",
    "form_733",
    "form_734",
    "form_735",
    "form_736",
    "form_737",
    "form_738",
    "form_739",
    "form_740",
    "form_741",
    "form_742",
    "form_743",
    "form_744",
    "form_745");

$occupations = array(
    "no_body",
    "учитель",
    "инструктор по труду",
    "преподаватель",
    "учитель2",
    "учитель3",
    "воспитатель",
    "руководитель физического воспитания",
    "преподаватель – организатор основ безопасности жизнедеятельности",
    "педагог дополнительного образования",
    "музыкальный руководитель",
    "мастер производственного обучения",
    "инструктор по физической культуре",
    "учитель-дефектолог, учитель-логопед",
    "педагог-библиотекарь",
    "тренер-преподаватель",
    "инструктор-методист",
    "методист",
    "педагог-организатор",
    "социальный педагог",
    "педагог-психолог",
    "концентмейстер");



https://docs.google.com/viewer?url=http://astrcmo.ru/IMap/somth.xlsx


*/
